i5-2500k/3.0.101/300/1/read-write-16.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 300
query mode: simple
number of clients: 16
number of threads: 1
duration: 1800 s
number of transactions actually processed: 13516869
latency average: 2.131 ms
tps = 7509.231411 (including connections establishing)
tps = 7509.235127 (excluding connections establishing)